Repository: rhino-linux/rhino-pkg
Catalog: po/*.po
Languages: ar, bn, cs, de, es, hi, id, it, ka, ko, nl, pt_br, ro, ru, sv, ta, uk, ur, zh_cn

source: No packages found matching '{rest}'!
ar: لم يتم العثور علي حزمة مطابقة ل '{rest}'!
ta: '{rest}' பொருந்தக்கூடிய தொகுப்புகள் எதுவும் காணப்படவில்லை!
zh_cn: 未找到匹配 '{rest}' 的软件包！

source: Select which packages to install
ar: إختر الحزمة المراد تنصيبها
ta: எந்த தொகுப்பை நிறுவ வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்
zh_cn: 选择要安装的软件包

source: Selecting '{pkg}' from package manager '{provider}'
ar: جاري إختيار '{pkg}' من مدير الحزم '{provider}'
ta: '{pkg}' தொகுப்பு மேலாளரிடமிருந்து '{provider}'
zh_cn: 从软件包管理器 '{provider}' 中选择 '{pkg}'

source: Are you sure? ({y}/{n})
ar: هل أنت متأكد ؟ ({y}/{n}).
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா? ({y}/{n})
zh_cn: 是否确定？ ({y}/{n})

source: Failed to install '{pkg}'.
ar: فشل تثبيت '{pkg}'.
ta: '{pkg}' ஐ நிறுவுவதில் தோல்வி.

source: Select which package to remove
ar: إختر الحزمة المراد إزالتها
cs: Vyberte který balíček odstranit
de: Wählen Sie die Pakete aus, welche Sie löschen möchten.
ka: აირჩიეთ, რომელი პაკეტი წავშალო
nl: Kies de te verwijderen pakketten
pt_br: Selecione qual pacote remover
ru: Выберите удаляемый пакет
ta: எந்த தொகுப்பை அகற்ற வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்
uk: Виберіть, який пакунок видалити
zh_cn: 选择要移除的软件包

source: Removing '{part}' from '{provider}'
ar: جاري إزالة '{part}' من'{provider}'
ta: '{part}' இலிருந்து '{provider}' நீக்குகிறது

source: Attempting to repair dependencies and remove unused packages. Continue? ({y}/{n})
ar: محاولة إصلاح التبعيات والحزم وإزالة الحزم الغير مستخدمة. هل تريد المتابعة؟ {y}{n}.
ta: சார்புகளை சரிசெய்யவும் பயன்படுத்தப்படாத தொகுப்புகளை அகற்றவும் முயற்சிக்கிறது. தொடரவா? ({y}/{n})

source: Are you sure you want to update all packages? ({y}/{n})
ar: هل تريد تحديث جميع الحزم؟ ({y}/{n})
ta: எல்லா தொகுப்புகளையும் புதுப்பிக்க விரும்புகிறீர்களா? ({y}/{n})
zh_cn: 确定更新全部软件包？ ({y}/{n})

source: No valid inputs given!
ar: لم يتم إدخال بيانات صالحة!
ta: சரியான உள்ளீடுகள் எதுவும் கொடுக்கப்படவில்லை!

source: Searching APT…
ar: جار البحث عن APT…
ta: பொருத்தமாகத் தேடுகிறது…
zh_cn: 正在检索APT…

source: Searching Pacstall…
ar: جار البحث عن Pacstall…
bn: Pacstall-এ খোঁজ করা হচ্ছে…
cs: Hledám Pacstall…
de: Suche in Pacstall…
es: Buscando Pacstall…
hi: Pacstall में खोजा जा रहा है…
id: Mencari Pacstall…
it: Cerco su Pacstall…
ka: ძებნა Pacstall-ში…
ko: Pacstall 검색 중...
nl: Bezig met doorzoeken van Pacstall…
pt_br: Procurando Pacstall…
ro: Căutare în Pacstall…
ru: Поиск в Pacstall…
sv: Söker i Pacstall…
ta: பேக்ச்டால் தேடுகிறது…
uk: Пошук Pacstall…
ur: Pacstall میں تلاش کر رہا ہے…
zh_cn: 正在检索Pacstall…

source: Searching Flatpak…
ar: جار البحث عن Flatpak…
ta: பிளாட்பேக்கைத் தேடுகிறது…
zh_cn: 正在检索Flatpak…

source: Searching Snap…
ar: جار البحث عن Snap…
ta: ச்னாப் தேடுகிறது…
zh_cn: 正在检索Snap…

source: `aptitude` not installed.
ar: `aptitude` غير مثبت.
ta: `அப்டிட்யூட்` நிறுவப்படவில்லை.

source: Are you sure you want to update all packages? (${BGreen}y${NC}/${BRed}N${NC})
cs: Přejete si skutečně aktualizovat všechny balíčky? (${BGreen}y${NC}/${BRed}N${NC})
de: Sind Sie sicher, dass sie alle Pakete aktualisieren möchten? (${BGreen}y${NC}/${BRed}N${NC})
ka: მართლა გნებავთ ყველა პაკეტის განახლება? (${BGreen}y${NC}/${BRed}N${NC})
nl: Weet u zeker dat u alle pakketten wilt bijwerken? (${BGreen}y${NC}/${BRed}N${NC})
pt_br: Tem certeza de que deseja atualizar todos os pacotes? (${BGreen}y${NC}/${BRed}N${NC})
ru: Обновить все пакеты? (${BGreen}y${NC} да/${BRed}N${NC} нет)
uk: Ви впевнені, що хочете оновити всі пакунки? (${BGreen}y${NC}/${BRed}N${NC})

source: Searching apt…
bn: apt-এ খোঁজ করা হচ্ছে…
cs: Hledám apt…
de: Suche in APT…
es: Buscando apt…
hi: APT में खोजा जा रहा है…
id: Mencari apt…
it: Cerco su apt…
ka: ძებნა apt-ში…
ko: APT 검색 중...
nl: Bezig met doorzoeken van apt…
pt_br: Procurando apt…
ro: Căutare în apt…
ru: Поиск в apt…
sv: Söker i apt…
uk: Пошук apt…
ur: apt میں تلاش کر رہا ہے…

source: Searching flatpak…
bn: flatpak-এ খোঁজ করা হচ্ছে…
cs: Hledám flatpak…
de: Suche in Flatpak…
es: Buscando flatpak…
hi: फ्लैटपैक में खोजा जा रहा है…
id: Mencari flatpak…
it: Cerco su flatpak…
ka: ძებნა flatpak-ში…
ko: Flatpak 검색 중...
nl: Bezig met doorzoeken van Flatpak…
pt_br: Procurando flatpak…
ro: Căutare în flatpak…
ru: Поиск во flatpak…
sv: Söker i flatpak…
uk: Пошук flatpak…
ur: flatpak میں تلاش کر رہا ہے…

source: Searching snap…
bn: snap-এ খোঁজ করা হচ্ছে…
cs: Hledám snap…
de: Suche in Snap…
es: Buscando snap…
hi: स्नैप में खोजा जा रहा है…
id: Mencari snap…
it: Cerco su snap…
ka: ძებნა snap-ში…
ko: Snap 검색 중...
nl: Bezig met doorzoeken van Snap…
pt_br: Procurando snap…
ro: Căutare în snap…
ru: Поиск в snap…
sv: Söker i snap…
uk: Пошук snap…
ur: snap میں تلاش کر رہا ہے…

source: No packages found matching '$*'!
bn: '$*' এর সাথে মিলিত কোনো প্যাকেজ পাওয়া যায়নি!
cs: Nenalezen balícek odpovídající '$*'!
de: Keine passenden Pakete zu '$*' gefunden!
es: ¡Fueron encontrados paquetes que coinciden con '$*'!
hi: '$*' से मेल खाता कोई पैकेज नहीं मिला!
id: Tidak menemukan paket yang cocok '$*'!
it: Nessun pacchetto corrisponde a '$*'!
ka: ვერ ვიპოვე პაკეტი, რომელიც ემთხვევა სტრიქონს '$*'!
ko: '$*'와 일치하는 패키지를 찾을 수 없습니다!
nl: Er zijn geen pakketten gevonden die overeenkomen met “$*”!
pt_br: Nenhum pacote encontrado correspondente a '$*'!
ro: Nu au fost găsite aplicații care să se potrivească cu '$*'!
ru: Не найдены пакеты по шаблону '$*'!
sv: Inga paket hittas som liknar '$*'!
uk: Не знайдено пакунків, що відповідають '$*'!
ur: '*$' سے مماثل کوئی پیکیج نہیں ملا!

source: Found packages matching '${BPurple}$*${NC}':
bn: '${BPurple}$*${NC}' এর সাথে মিলিত প্যাকেজগুলি পাওয়া গেছে:
cs: Nalezeny balíčky odpovídající '${BPurple}$*${NC}':
de: Pakete passend zu '${BPurple}$*${NC}' gefunden:
es: Paquetes encontrados que coinciden con '${BPurple}$*${NC}':
hi: '${Bpurple}$*${NC}' से मेल खाने वाले पैकेज मिले:
id: Menemukan paket yang sesuai '${BPurple}$*${NC}':
it: Trovati pacchetti corrispondenti a '${BPurple}$*${NC}':
ka: ნაპოვნი პაკეტები, რომლებიც ემთხვევა სტრიქონს '${BPurple}$*${NC}':
ko: '${BPurple}$*${NC}'와 일치하는 패키지를 찾았습니다:
nl: Pakketten die overeenkomen met “${BPurple}$*${NC}”:
pt_br: Pacotes encontrados correspondentes a '${BPurple}$*${NC}':
ro: Următoarele aplicații care se potrivesc cu '${BPurple}$*${NC}' au fost găsite:
ru: Пакеты по шаблону '${BPurple}$*${NC}':
sv: Hittade paket som liknar '${BPurple}$*${NC}':
uk: Знайдено пакунки, які відповідають '${BPurple}$*${NC}':
ur: '${Bpurple}$*${NC}' سے مماثل پیکیجز ملے:

source: Select which package to install
bn: কোন প্যাকেজ ইনস্টল করতে হবে তা নির্বাচন করুন
cs: Vyberte který balíček instalovat
de: Wählen Sie Pakete aus, welche Installiert werden sollen
es: Seleccione el paquete que desea instalar
hi: इनस्टॉल करने के लिए एक पैकेज चुनें
id: Memilih paket yang akan dipasang
it: Seleziona il pacchetto da installare
ka: აირჩიეთ, რომელი პაკეტი დავაყენო
ko: 설치할 패키지를 선택해주세요.
nl: Kies de te installeren pakketten
pt_br: Selecione qual pacote instalar
ro: Selectează care aplicație să fie instalată
ru: Выберите устанавливаемый пакет
sv: Välj vilket paket att installera
uk: Виберіть, який пакунок встановити
ur: منتخب کریں کہ کون سا پیکیج انسٹال کرنا ہے

source: '${entered_input[*]}' is not a valid number
cs: '${entered_input[*]}' není platné číslo
de: '${entered_input[*]}' ist keine gültige Zahl
ka: '${entered_input[*]}' სწორი რიცხვი არაა
nl: “${entered_input[*]}” is geen geldig getal
pt_br: '${entered_input[*]}' não é um número válido
ru: '${entered_input[*]}' не является числом
uk: '${entered_input[*]}' неприпустиме число

source: Selecting '${BPurple}${pkgs[i]}${NC}' from package manager '${BPurple}${pkgrepo[i]}${NC}'
cs: Výběr '${BPurple}${pkgs[i]}${NC}' od správce balíčku '${BPurple}${pkgrepo[i]}${NC}'
de: '${BPurple}${pkgs[i]}${NC}' von Paketmanager '${BPurple}${pkgrepo[i]}${NC}' wird gewählt
es: Seleccionando '${BPurple}${pkgs[i]}${NC}' del gestor de paquetes '${BPurple}${pkgrepo[i]}${NC}'
it: Seleziono '${BPurple}${pkgs[i]}${NC}' dal gestore di pacchetti '${BPurple}${pkgrepo[i]}${NC}'
ka: ავირჩიე '${BPurple}${pkgs[i]}${NC}' პაკეტების მმართველიდან '${BPurple}${pkgrepo[i]}${NC}'
nl: Keuzes: ‘${BPurple}${pkgs[i]}${NC}’ met behulp van pakketbeheerder ‘${BPurple}${pkgrepo[i]}${NC}’
pt_br: Selecionando '${BPurple}${pkgs[i]}${NC}' do gerenciador de pacotes '${BPurple}${pkgrepo[i]}${NC}'
ro: Ai selectat '${BPurple}${pkgs[i]}${NC}' din registrul de aplicații '${BPurple}${pkgrepo[i]}${NC}'
ru: Выбран '${BPurple}${pkgs[i]}${NC}' из менеджера пакетов '${BPurple}${pkgrepo[i]}${NC}'
sv: Väljer '${BPurple}${pkgs[i]}${NC}' från pakethanterare '${BPurple}${pkgrepo[i]}${NC}'
uk: Вибір '${BPurple}${pkgs[i]}${NC}' з менеджера пакунків '${BPurple}${pkgrepo[i]}${NC}'

source: Are you sure? (${BGreen}y${NC}/${BRed}N${NC})
cs: Jste si jisti? (${BGreen}y${NC}/${BRed}N${NC})
de: Sind Sie sich sicher? (${BGreen}y${NC}/${BRed}N${NC})
es: ¿Estás seguro? (${BGreen}y${NC}/${BRed}N${NC})
ka: დარწმუნებულ ბრძანდებით? (${BGreen}y${NC}/${BRed}N${NC})
nl: Weet u het zeker? (${BGreen}y${NC}/${BRed}N${NC})
pt_br: Tem certeza? (${BGreen}y${NC}/${BRed}N${NC})
ru: Вы уверены? (${BGreen}y${NC} да/${BRed}N${NC} нет)
uk: Ви впевнені? (${BGreen}y${NC}/${BRed}N${NC})

source: Invalid repository name!
bn: অবৈধ সংগ্রহস্থলের নাম!
cs: Neplatný název repozitáře!
de: Ungültiger Repository Name!
es: ¡Nombre de repositorio inválido!
hi: अवैध भंडार का नाम!
id: Nama repositori yang tidak sah!
it: Nome repository errato!
ka: არასწორი რეპოზიტორიის სახელი!
ko: 저장소 이름이 잘못되었습니다!
nl: De pakketbronnaam is ongeldig!
pt_br: Nome de repositório inválido!
ro: Acest registru de aplicații nu există!
ru: Неверное имя репозитория!
sv: Ojiltigt arkivnamn!
uk: Неправильна назва сховища!

source: No input given!
bn: কোনো ইনপুট দেওয়া হয়নি!
es: ¡Ninguna entrada dada!
hi: कोई इनपुट नहीं दिया!
id: Tidak ada masukan!
it: Nessun input fornito!
ko: 주어진 입력 값이 없습니다!
ro: Nu am primit termeni de căutare!
sv: Ingen input given!
ur: کوئی ان پٹ نہیں دیا گیا!

source: '$entered_input' is not a valid number
bn: '$entered_input' একটি বৈধ সংখ্যা নয়
es: '$entered_input' no es un número válido
hi: '$entered_input' वैध संख्या नहीं है
id: '$entered_input' bukan angka yang sah
it: '$entered_input' non è un numero valido
ko: '$entered_input'은 유효한 번호가 아닙니다.
ro: '$entered_input' nu este un număr valid
sv: '$entered_input' är inte ett giltigt nummer
ur: 'entered_input$' درست تعداد نہیں ہے

source: Selecting '${BPurple}${pkgs[$entered_input]}${NC}' from package manager '${BPurple}${pkgrepo[$entered_input]}${NC}'
bn: প্যাকেজ ম্যানেজার '${BPurple}${pkgs[$entered_input]}${NC}' থেকে '${BPurple}${pkgrepo[$entered_input]}${NC}' নির্বাচন করা হচ্ছে
hi: पैकेज मैनेजर '${Bpurple}${pkgs[$entered_input]}${NC}' से '${Bpurple}${pkgrepo[$entered_input]}${NC}' चुने गए हैं
id: Memilih'${BPurple}${pkgs[$entered_input]}${NC}' dari manajemen paket '${BPurple}${pkgrepo[$entered_input]}${NC}'
ko: 패키지 관리자 '${BPurple}${pkgrepo[$entered_input]}${NC}'에서 Selecting '${BPurple}${pkgs[$entered_input]}${NC}'를 선택했습니다.
ur: پیکیج مینیجر سے '${BPurple}${pkgs[$entered_input]}${NC}' کو منتخب کیا گیا '${BPurple}${pkgrepo[$entered_input]}${NC}'
