Repository: rhino-linux/rhino-pkg
Catalog: po/enm.po
Languages: enm

source: No input given!
enm: Input hath not been given!

source: Searching Pacstall…
enm: Doth searching Pacstall…

source: Searching apt…
enm: Doth searching apt…

source: Searching flatpak…
enm: Doth searching flatpak…

source: Searching snap…
enm: Doth searching snap…

source: No packages found matching '$*'!
enm: No packages found matching doth name '$*'!

source: Found packages matching '${BPurple}$*${NC}':
enm: Found packages doth matching '${BPurple}$*${NC}':

source: Select which package to install
enm: Select doth packages to which to install

source: '$entered_input' is not a valid number
enm: '$entered_input' is not a proper number

source: Selecting '${BPurple}${pkgs[$entered_input]}${NC}' from package manager '${BPurple}${pkgrepo[$entered_input]}${NC}'
enm: Selecting '${BPurple}${pkgs[$entered_input]}${NC}' from thine package manager '${BPurple}${pkgrepo[$entered_input]}${NC}'

source: Invalid repository name!
enm: Thou hast supplied an improper repository name!
