Repository: rhino-linux/rhino-pkg
Catalog: po/ie.po
Languages: ie

source: No packages found matching '{rest}'!
ie: Null paccages trovat quel corresponde a '{rest}'!

source: Select which packages to install
ie: Selecter li paccages a installar

source: Selecting '{pkg}' from package manager '{provider}'
ie: Selecte '{pkg}' del gerente de paccages '{provider}'

source: Are you sure? ({y}/{n})
ie: Esque vu es cert? ({y}/{n})

source: Select which package to remove
ie: Selecter un paccage a remover

source: Are you sure you want to update all packages? ({y}/{n})
ie: Esque vu vole actualisar omni paccages? ({y}/{n})

source: Searching APT…
ie: Serchante APT…

source: Searching Pacstall…
ie: Serchante Pacstall…

source: Searching Flatpak…
ie: Serchante Flatpak…

source: Searching Snap…
ie: Serchante Snap…
